Repository: JoshuaDraxten/app.muah.bio
Catalog: src/locales/*/messages.po
Languages: es

source: A user with this email address has already been registered
es: Ya se ha registrado un usuario con esta dirección de correo electrónico

source: Affiliate Accounts Updated. Go to your profile to start tagging products!
es: Cuentas de afiliados actualizadas. ¡Ve a tu perfil para empezar a etiquetar productos!

source: Affiliate Disclaimer Text
es: Texto de exención de responsabilidad del afiliado

source: Affiliates
es: Afiliados

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Amazon Affiliate Account
es: Cuenta de afiliado de Amazon

source: Amazon Tracking ID
es: Número de Rastreo por Amazon

source: An email address is required
es: Se requiere una dirección de correo electrónico

source: Are you sure you want to log out?
es: ¿Estás segura de que quieres cerrar sesión?

source: Bio Page Display
es: Página de bio

source: Button Text
es: Texto de botón

source: By signing up, you agree to our <0>TOS and privacy policy.</0>
es: Al registrarse, acepta nuestros <0>Condiciones de servicio y política de privacidad.</0>

source: Cancel
es: Cancelar

source: Connect
es: Conectar

source: Connect your instagram account to start tagging your posts
es: Conecte su cuenta de Instagram para comenzar a etiquetar sus publicaciones

source: Creating your account
es: Creando tu cuenta

source: Delete
es: Eliminar

source: Don't have an account yet?
es: ¿Aún no tienes una cuenta?

source: Edit Product
es: Editar Producto

source: Edit {productName}
es: Editar {productName}

source: Found this product in your clipboard
es: Encontré este producto en su portapapeles

source: If you dont have an affiliate relationship with anyone, you can <0>apply to Sephora</0> or <1>to Amazon</1>
es: Si no tiene una relación de afiliado con nadie, puede <0>postularse a Sephora</0> o <1>a Amazon</1>

source: Instagram account doesnt exist or you are on a computer blocked by Instagram
es: Esta cuenta de Instagram no existe o estás en una computadora bloqueada por Instagram

source: Log In
es: Iniciar sesión

source: Log Out
es: Cerrar sesión

source: Manage Your Subscription
es: Administre su suscripción

source: Manage your subscription in the "Settings" tab
es: Administre su suscripción en la la pestaña "Ajustes""

source: No user found with that email, or password invalid.
es: No se encontró ningún usuario con ese correo electrónico o la contraseña no es válida.

source: One more thing
es: Una cosa más

source: Optional product tag (ex: lips)
es: Etiqueta de producto opcional (p. Ej., Labios)

source: Processing your payment
es: Procesando su pago

source: Product name
es: Nombre de producto

source: Profile
es: Perfil

source: Rakuten Affiliate Account
es: Cuenta de afiliado de Rakuten

source: Rakuten Web Services Token
es: Token de Servicios Web de Rakuten

source: Remember to <0>connect your affiliate accounts</0> in settings to add products!
es: Recuerde <0>conectar sus cuentas de afiliados</0> en la configuración para agregar productos.

source: Save
es: Guardiar

source: Search for products or paste url
es: Buscar productos o pegar URL

source: Search for products to tag this post with using the search bar below
es: Busque productos para etiquetar esta publicación usando la barra de búsqueda a continuación

source: Settings
es: Ajustes

source: Settings Updated
es: Ajustes Actualizan

source: Sign Up
es: Regístrate

source: Signup requires a valid password
es: El registro requiere una contraseña válida

source: Start your 14 day trial
es: Comience su prueba de 14 días

source: Tagged Products
es: Productos Etiquetados

source: Upgrade for {priceString}/month
es: Actualizar por {priceString}/mes

source: Upgrade your account
es: Actualiza tu cuenta

source: Upgrade your account to keep using Muah.bio
es: Actualice su cuenta para seguir usando Muah.bio

source: View Your Page
es: Ver Su Página

source: Visit Website
es: Visitar sitio

source: Welcome to Muah.bio! Greyed out posts have no products associated with them and will not show up on your page. Click on a post to add products.
es: Bienvenido a Muah.bio! Las publicaciones en gris no tienen productos asociados y no se mostrarán en su página. Haga clic en una publicación para agregar productos.

source: You can find your Amazon Tracking ID by going <0>here</0>
es: Puedes encontrar tu Número de Rastreo por Amazon <0>aqui</0>

source: You can find your Rakuten Web Services Token by going to <0>Links > Web Services</0> page in the rakuten advertizing dashboard
es: Puede encontrar tu token de servicios web de Rakuten en la página <0>Enlaces > Servicios web</0> en el panel de publicidad de rakuten

source: You're all set up!
es: ¡Estás listo!

source: Your Account
es: Tu cuenta

source: Your Email Address
es: Tu correo electrónico

source: Your Instagram Username
es: Tu nombre de usuario de Instagram

source: Your Password
es: Tu contraseña

source: Your Website
es: Tu sitio web

source: Your trial account expires in {daysTillTrialIsOver} days
es: Su cuenta de prueba vence en {daysTillTrialIsOver} días

source: affiliates
es: afiliados

source: hello@example.com
es: hola@ejemplo.com

source: profile
es: perfil

source: settings
es: ajustes

source: upgrade
es: actualizarse

source: {username} is not a valid instagram username
es: {username} no es un nombre de usuario de Instagram válido
